[
  {
    "type": "text",
    "text": "제5교시 제2외국어/한문 영역(스페인어 I)"
  },
  {
    "type": "table",
    "bbox": [
      392,
      210,
      651,
      238
    ],
    "page_idx": 0,
    "table_body": "<table><tr><td rowspan=1 colspan=1>수험번호</td></tr></table>",
    "table_caption": [],
    "table_footnote": [],
    "image_path": "a94fb9fc894593d306ae33180970c048d8bc6d225d53a2a263882ad85bdf8c35.jpg",
    "original_type": "table"
  },
  {
    "type": "text",
    "text": "1. 밑줄 친 낱말과 강세의 위치가 같은 것은?[1점]"
  },
  {
    "type": "table",
    "bbox": [
      96,
      279,
      393,
      346
    ],
    "page_idx": 0,
    "table_body": "<table><tr><td></td><td>iLe deseo un feliz año nuevo 2025!</td></tr></table>",
    "table_caption": [],
    "table_footnote": [],
    "image_path": "865a3de7e8585f344204cb03ac6c5c93b1f7de3abbc3feab8e85cb7ee903c845.jpg",
    "original_type": "table"
  },
  {
    "type": "text",
    "text": "① amor ② ㄷop ③ ㄴ ④ orden ⑤ martes 6. 빈칸에 들어갈 말로 알맞은 것은?[1점] A: María, te presento a mi amigo Jaime. B:. Me llamo Maria. C: Encantado. ① Es posible ② Mucho gusto ③ Desde luego ④ Me da igual ⑤ Estás equivocado ㄹ. 밑줄 친 낱말의 철자가 옳지 않은 것은? Cosas para comprar:"
  },
  {
    "type": "image",
    "bbox": [
      97,
      445,
      204,
      567
    ],
    "page_idx": 0,
    "image_path": "6b062aebbd3e33433f0542b3dc6e90414455a6939212ddca9bf7b9d6494855a0.jpg",
    "alt": "",
    "caption": null,
    "original_type": "image"
  },
  {
    "type": "text",
    "text": "(a) 12 huevos (b) 10 mansanas (c) 2 litros de leche (d) 1 kilo de cebollas (e) 2 kilos de patatas ① (a) ② (b) ③ (c) ④ (d) ⑤ (e) 3.밑줄 친 부분과 유사한 의미로 바꾸어 쓸 수 있는 것은?[1점] A: Sofia, has visto la guitarra? B: Si, está en mi habitación. ① ㄷama ② sofa ③ banco ④ ㄷuarto ⑤ jardin 4.빈간에 들어갈 말로 알맞은 것은? A: iQué te parece el nuevo compañero? B: Me cae bien, pero esta en este trabajo. Hay que explicarle todo. ① azul ② rubio ③ verde ④ marrón ⑤ amarillo 5.빈간에 공통으로 들어갈 말로 알맞은 것은? Un equipo de fütbol con al menos once jugadores. Jorge no se da de que estamos aqui. ㄱ.빈칸에 들어갈 말로 알맞은 것은?[1점] A: iVa a pagar con tarjeta? B: No,. Aqui tiene. A: Gracias. Le doy su cambio. B: Gracias. ① ㄷena ②ㄷocina ③ ㄷuenta ④ visita ⑤pregunta ① en efectivo ② ten cuidado ③ estoy seguro ④ enhorabuena ⑤ no hay de qué 8.대화의 내용으로 보아 기차가 출발하는 시각은? A: Son las cuatro y diez de la tarde. iA qué hora sa el tren? B: Sale dentro de media hora. A: jUy! iVamos rápido! B: iTranquilo! La estación queda muy cerca. 14:10 15:50 16:00 16:40 16:50 9.대화의 내용으로 보아 오늘의 날씨는? [1점] A: iQué piensas hacer hoy? B: Como hace mucho sol, voy a ir a la playa. A: iQué bien! iY mañana también va a hacer buen tiempo? B: No, dicen que va a llover mucho."
  },
  {
    "type": "image",
    "bbox": [
      454,
      999,
      741,
      1065
    ],
    "page_idx": 0,
    "image_path": "e1a46d70533b033a804950c643d8713e53176951b18f2c0393879d9fdcea8455.jpg",
    "alt": "",
    "caption": null,
    "original_type": "image"
  },
  {
    "type": "text",
    "text": "10. 게시문의 목적으로 알맞은 것은?[1점]"
  },
  {
    "type": "image",
    "bbox": [
      150,
      190,
      195,
      241
    ],
    "page_idx": 1,
    "image_path": "2ab440e26a9cdd07660e6f16a87e4c98d988862cc6510d4e4cbfa68e8b1f15df.jpg",
    "alt": "",
    "caption": null,
    "original_type": "image"
  },
  {
    "type": "text",
    "text": "Se necesita camarero – Horario: de 13:00 a 21:00 – Dos dias libres seguidos por semana – Buen ambiente de trabajo Necesario: – Hablar español e inglés – Vivir en la ciudad de Sevilla Hotel Reina (Sevilla, España) 81234567 ① 행사초대 ② 웨이터모집 ③ 객실 보수 안내 ④ 관광 일정 공지 ⑤ 요리 강좌 홍보 11.빈간에들어갈말로알맞은것만을<보기"
  },
  {
    "type": "inline_equation",
    "content": "> 0 \\dot { }",
    "bbox": [
      317,
      503,
      334,
      516
    ],
    "page_idx": 1
  },
  {
    "type": "text",
    "text": "서 고른 것은? A: jHola, Carlos! Perdón por llegar tarde. Es que hay mucho tráfico. B:. Yo también acabo de llegar. <보기> a. No pasa nada b. No hay problema ㄷ. No es para ti d. No tengo sueño ① a, b ② a, d ③ b, c ④ b, d ⑤ ㄷ, d 12. 빈칸에 들어갈 말로 알맞은 것은? A: Esta maleta pesa mucho. iMe puede ayudar a bajarla, por favor? B: A: iMuchas gracias! ① Silencio ② Un abrazo ③ Buen provecho ④ Con mucho gusto ⑤ De ninguna manera 13. 밑줄 친 부분과 유사한 의미로 바꾸어 쓸 수 있는 것은? A: Abuela, quiero más helado. B: iAy, no! Si comes tanto helado, sin lugar a dudas, te va a doler el estómago. ① en seguida ② atentamente ③ ㄷiertamente ④ por un lado ⑤ de vez en cuando 14. 밑줄 친 부분을 표현한 그림으로 알맞은 것은? A: Disculpe. iEstá lejos de aqu el hospital San Isidro? B: No, no esta tan lejos. Gire a la izquierda al final de la calle. Est al lado del parque. A: Gracias, muy amable. ① ② ③ ④ ⑤ \" ↑ → N ↓ 15.빈칸에 들어갈 말로 알맞은것을<보기"
  },
  {
    "type": "inline_equation",
    "content": ">",
    "bbox": [
      651,
      355,
      661,
      366
    ],
    "page_idx": 1
  },
  {
    "type": "text",
    "text": "에서 찾아 순서대로 바르게 배열한 것은? A: Restaurante El Patio. En qué puedo servirle? B: Buenos dias. A: iPara cundo la quiere? B: A: iPara cuántas personas? B: A: De acuerdo. A esa hora si tenemos una mesa para tres. iA nombre de quién quiere la reserva? B: De Marta Snchez. <보 기> a. Para mañana, a las nueve b. Somos tres ㄷ. Quiero reservar una mesa ① a−b-c ② b − a −c ③ b - c − a ④ ㄷ − a − b ⑤ ㄷ - b - a 16. 빈칸에 들어갈 말로 알맞은 것은? A: Oye, isabes que se ha cancelado el festival del café? B: iEn serio? i ! iLo esperabamos tanto! A: Ni modo. Podemos ir el año que viene. ① Tal veZ ② Qué pena ③ Atención ④ Buena idea ⑤ Buena suerte 17. 밑줄 친 부분의 의미로 알맞은 것은? Alquilar V Pisos V Madridv 950/mes 45 m2, 2 habitaciones, 1 baño Calle de Cervantes, Centro, Cortes, Madrid * alquilar: 임대하다 ① al mes ② en el mes ③ desde el mes ④ hasta el mes ⑤ antes del mes 18.영화표를 이해한 내용으로 알맞지 않은 것은? [1점] Boleto Nümero de compra: 309925 Cine: Galeria Cineluz Pelicula: La princesa y el principe Para todo el p¯úblico Sala: Fecha: Hora: SALA 2 Jueves 27 Mayo 12:05 p. m. Personas: 2 - Adulto (G1, G2) Total: 210 pesos Presentar este boleto al entrar a la sala."
  },
  {
    "type": "inline_equation",
    "content": "^ *",
    "bbox": [
      342,
      418,
      349,
      426
    ],
    "page_idx": 2
  },
  {
    "type": "text",
    "text": "adulto: 성인 ① 할인 여부를 알 수 있다. ② 총 관람료는 210페소이다. ③ 영화 러닝 타임을 알 수 없다. ④ 전 연령층이 볼 수 있는 영화이다. ⑤ 상영관에 들어갈 때 영화표를 제시해야 한다. 19.빈칸에 들어갈 말로 가장 알맞은 것은? A: Estos dias estoy leyendo Cien años de soledad de Gabriel García Marquez. B: jUf! Es una novela muy larga, ino? A: Si, pero es muy interesante. Si leo unas páginas todos los dias, podré acabarla en este año. Ya sabes, < B: Tienes razón. Voy a leerla también. ① al pan, pan y al vino, vino ② voz del pueblo, voz del cielo ③ quien tiene boca, se equivoca ④ muchos pocos hacen un mucho ⑤ ojos que no ven, corazón que no siente 20. 빈간에 들어갈 말로 알맞은 것은? A: iCuntos años tienes? B: Quince. iY tü? A: Yo tengo dieciséis. B: Si, es verdad. ① Te llevo un año ② Soy menor que tú ③ Tenemos la misma edad ④ Somos de la tercera edad ⑤ Tengo un año menos que tu 21. 빈칸에 들어갈 말로 알맞은 것은?"
  },
  {
    "type": "image",
    "bbox": [
      446,
      182,
      754,
      367
    ],
    "page_idx": 2,
    "image_path": "faf1107f54742fcd234de6a59d97ad3608eed56ee0e25be269fd7a83dfbe9fb4.jpg",
    "alt": "",
    "caption": null,
    "original_type": "image"
  },
  {
    "type": "text",
    "text": "① Qué mal ② ㄴo siento ③ Buen viaje ④ Con permiso ⑤ Por supuesto 22. 글에서 설명하고 있는 것은?[1점] ! HTA Es una de las obras maestras de Antonio Gaudi y el lugar ms visitado de Barcelona. o Se empezó a construir en 1882 y todavía está en construcción. Su interior se parece a las formas de la naturaleza. * construcción:건축"
  },
  {
    "type": "inline_equation",
    "content": "^ *",
    "bbox": [
      677,
      594,
      685,
      603
    ],
    "page_idx": 2
  },
  {
    "type": "text",
    "text": "interior: 내부 ① ㄴa Giralda ② ㄴa Alhambra ③ ㄴa Sagrada Familia ④ el Museo del Prado ⑤ el Monasterio de El Escorial 23.'pan con tomate'에 관한 대화를이해한 내용으로 알맞은 것만을"
  },
  {
    "type": "inline_equation",
    "content": "\\angle 1 = 7 7 ^ { \\circ }",
    "bbox": [
      482,
      718,
      522,
      732
    ],
    "page_idx": 2
  },
  {
    "type": "text",
    "text": "에서 고른 것은? A: He probado el pan con tomate durante mi viaje por España. No puedo olvidar su sabor. iSabes cómo hacerlo? B: jClaro que si! No es nada dificil prepararlo. Primero cortas el pan y hay que tostarlo. Después frotas medio diente de ajo en el pan. A: iY luego? B: Cortas un tomate en dos y lo frotas sobre el pan. Por ültimo, pones un poco de aceite de oliva y sal. iY listo! A: iQué facil! * tostar:굽다 * frotar: 문지르다 a.만들기가 쉽지 않다. b. 구운 마늘 반쪽을 곁들인다. C. 자른 토마토를 빵에 문지른다. d.마지막에 소금과 올리브유를 뿌린다. ① a, b ② a, C ③ b, c ④ b, d ⑤ ㄷ, d 24. 쿠바에 관한 글에서 언급되지 않은 것은? [1점] Este país se encuentra en las Antillas del mar Caribe. Su capital es La Habana y la lengua oficial es el español. Tiene hermosas islas y playas, asi que el turismo es el sector principal de su economa. Gracias a su clima tropical produce bastante azcar. Es conocido en el mundo por sus avances en medicina. También es famoso por la salsa y la rumba. La música es una parte muy importante en la vida de los cubanos. * sector principal:주요 부문"
  },
  {
    "type": "inline_equation",
    "content": "^ *",
    "bbox": [
      243,
      334,
      252,
      343
    ],
    "page_idx": 3
  },
  {
    "type": "text",
    "text": "tropical: 열대의"
  },
  {
    "type": "inline_equation",
    "content": "^ *",
    "bbox": [
      329,
      334,
      338,
      343
    ],
    "page_idx": 3
  },
  {
    "type": "text",
    "text": "avance:발전 ① 관광 ② 수도 ③ 언어 ④ 위치 ⑤ 화폐 25.대화의내용으로보아 밑줄 친 표현에 대한 설명으로알맞은 것은? Mina: iCómo van a celebrar el cumpleaños de tu abuelo? Rosa: Mis padres han organizado una fiesta para cien personas. Mina: iDe verdad? Rosa: Si, van a tirar la casa por la ventana. Mina: iCómo? iTirar la casa por la ventana? Rosa: Ja, ja, ja. Lo decimos cuando alguien gasta demasiado dinero. Mina: iQué interesante! No lo sabía. *organizar:준비하다,조직하다 ① 생일을 축하할 때 사용한다. ② '지나치게 지출하다'라는의미이다. ③ 윗사람이 아랫사람에게 하는 덕담이다. ④ 생일날 창문으로 동전을 던지며 하는 말이다. ⑤ '낡은 것을 버리면 좋은 일이 생긴다'는 생각에서 유래했다. 26. 앙헬 폭포(el Salto Angel)에 관한 글에서 답을 찾을 수 있는 질문은?"
  },
  {
    "type": "image",
    "bbox": [
      102,
      806,
      178,
      903
    ],
    "page_idx": 3,
    "image_path": "d754f9cefe11224ce6bba3343cd369fb07ad229831c5be0ce8fb7ba096a3bb93.jpg",
    "alt": "",
    "caption": null,
    "original_type": "image"
  },
  {
    "type": "text",
    "text": "El Salto Angel es la cascada más alta del mundo. Est en el Parque Nacional Canaima de Venezuela. Hacer un viaje hasta alli no es simple porque hay que cruzar la selva para llegar. Algunos toman una avioneta para mirarlo desde arriba. Otros prefieren navegar por el rio y andar varios kilómetros para mirarlo desde abajo. * cascada: 폭포"
  },
  {
    "type": "inline_equation",
    "content": "^ *",
    "bbox": [
      237,
      957,
      246,
      966
    ],
    "page_idx": 3
  },
  {
    "type": "text",
    "text": "selva: 밀림"
  },
  {
    "type": "inline_equation",
    "content": "^ *",
    "bbox": [
      304,
      957,
      312,
      966
    ],
    "page_idx": 3
  },
  {
    "type": "text",
    "text": "avioneta:경비행기 ① iDe donde viene su nombre? ② Quién descubrió el Salto Angel? ③ iDónde se encuentra el Salto Angel? ④ iCuál es la mejor estación para visitarlo? ⑤ iQué lugar es el mejor para tomar fotos? 27. 그림으로 보아 빈칸에 들어갈 말로 알맞은 것은? [1점] A: iQué está haciendo José? B: Esta los platos."
  },
  {
    "type": "image",
    "bbox": [
      446,
      182,
      526,
      259
    ],
    "page_idx": 3,
    "image_path": "aa00773fbeeb7adaddbae64c6444bb763b0a2ef53847ff57e50ad4f6e01eeb97.jpg",
    "alt": "",
    "caption": null,
    "original_type": "image"
  },
  {
    "type": "text",
    "text": "① ㄴava ② ㄴavar ③ ㄴavado ④ ㄴavados ⑤ ㄴavando 28. 빈칸에 들어갈 말로 알맞은 것은? A: A mi novia interesan mucho los K–dramas. B: A mi hermana también. Ella sabe mucho de los actores coreanos. ① me ② ③ ㄴe ④ ㄴos ⑤ se 29. 빈칸 (a), (b)에 들어갈 말로 알맞은 것은? Hijo: Mam, iya tienes (a) la cena? Mam: Si, desde hace mucho. Hijo: Pero, iqué te pasa? Te veo (b) Mam: Es que todavía no ha vuelto tu papá. (a) (b) (a) (b) ① preparado enfadado ② preparado enfadada ③ preparada enfadado ④ preparada enfadada ⑤ preparados enfadados 30. 밑줄 친 부분의 쓰임이 옳은 것만을 있는 대로 고른 것은? A: iCuantos cuestan estos zapatos? a. B: Noventa euros. A: iA cómo están los platanos? b. B: A dos euros el kilo. A: iA cuntos estamos hoy? C. B: A tres de julio. ① a ② ㄷ ③ a, b ④ b, c ⑤ a, b, c * 확인 사항 ㅇ답안지의 해당란에 필요한 내용을 정확히 기입(표기) 했는지 확인 하시오."
  }
]